import { IProductProps } from "../types";

export const catalog_products: IProductProps[] = [
  {
    id: '32.40.39.290.0003',
    title: 'Игрушка "Бетономешалка с добрым сердцем"',
    description: 'Игрушка мягкая "Бетономешалка с добрым сердцем"',
    image: '/images/catalog-toys.png',
    price: 4200,
    additional: {
      images: [
        '/images/toy-default/1.png',
        '/images/toy-default/2.png',
        '/images/toy-default/3.png',
      ],
      description: `<p>
     </p>
     <p>
      <br>
     </p>
     <p>
      <b><span style="color: #f16522;">НОВИНКА!</span></b>
     </p>
     <p>
      <b><span style="color: #f16522;"><br>
      </span></b>
     </p>
     <p>
        Представляем вам нашу уникальную мягкую игрушку – «Бетономешалка с добрым сердцем». Эта необычная игрушка станет прекрасным другом для вашего ребенка и вызовет улыбку даже у взрослого.
     </p>
     <p>
      <br>
     </p>
     <p>
        Игрушка создана по образу настоящей бетономешалки, работающей на заводе по производству бетона «Трилитон» во Владивостоке.
     </p>
     <p>
      <b><br>
      </b>
     </p>
     <p>
      <b>КНИГА ПРО БЕТОНОМЕШАЛКУ В ПОДАРОК!</b>
     </p>
     <p>
        К каждой игрушке в комплекте идет книга, где вы узнаете историю про бетономешалку с добрым сердцем.
     </p>
     <p>
      <br>
     </p>
     <p>
        Эта милая бетономешалка с добрыми глазами обязательно покорит сердце вашего ребенка и станет его любимой игрушкой! Она не только развлечет, но и поможет развить воображение и мелкую моторику. Подарите радость и тепло с нашей «Бетономешалкой с добрым сердцем».
     </p>
     <p>
        Игрушка создана с любовью в Санкт-Петербурге. Мы гордимся тем, что поддерживаем российского производителя и предлагаем вам игрушку высочайшего качества. «Бетономешалка с добрым сердцем» полностью прошита, без использования клея, что гарантирует её долговечность и безопасность.
     </p>
     <p>
        &nbsp;&nbsp;
     </p>
     <p>
      <b>ХАРАКТЕРИСТИКИ</b>
     </p>
     <p>
      <b>Состав:</b> текстиль, полиэфирные волокна, искусственный мех, пластиковая фурнитура, полиэтиленовый гранулят высокого давления.
     </p>
     <p>
      <b>Уход: </b>влажная обработка при температуре не выше 30 °С, использовать моющее средства для цветных тканей. Сушить без отжима естественным образом. После сушки расчесать&nbsp;
     </p>
     <p>
        щёткой.
     </p>
     <p>
      <b><br>
      </b>
     </p>
     <p>
      <b>Дата изготовления: </b>май&nbsp;2025 года.
     </p>
     <p>
        Срок службы не ограничен.
     </p>
     <p>
        Игрушка подходит для детей от трех лет и старше.
     </p>
     <p>
      <b>Размеры:</b>
     </p>
     <p>
        -&nbsp; Высота – 22 см
     </p>
     <p>
        - Ширина – 13 см
     </p>
     <p>
        - Длина – 32см
     </p>
     <p>
        &nbsp;
     </p>
     <p>
        Соответствует требованиям ТР ТС «О безопасности игрушек» 008/2011
     </p>
     <p>
        Сертификат соответствия № ЕАЭС RU C-RU.СП28.В.01711/22
     </p>
     <p>
        &nbsp;
     </p>
     <p>
        Изготовитель: ИП Валантинавичуте В.Д.Ю., 192007,
     </p>
     <p>
        г. Санкт-Петербург, ул. Боровая, 116.
     </p>
     <p>
        Страна происхождения: Россия, ТМ «ИГРАМИР»
     </p>
     <p>
        &nbsp;
     </p>
     <p>
      <i>Изготовлено по заказу: ООО «Центр снабжения ДВ»</i>
     </p>`
    }
  },
  {
    id: '32.40.39.290.0002',
    title: 'Игрушка "Бетономешалка с добрым сердцем (голос)"',
    description: 'Игрушка мягкая "Бетономешалка с добрым сердцем" с голосовым модулем',
    image: '/images/catalog-toys.png',
    price: 6300,
    additional: {
      images: [
        '/images/toy-voice/1.png',
        '/images/toy-voice/2.png',
        '/images/toy-voice/3.png',
        '/images/toy-voice/4.png',
      ],
      description: `
      <p>
        <b><br>
        </b>
      </p>
      <p>
       <b><span style="color: #f16522;">НОВИНКА!</span></b>
      </p>
      <p>
       <b><span style="color: #f16522;"><br>
       </span></b>
      </p>
      <p>
         Представляем вам нашу уникальную мягкую игрушку – «Бетономешалка с добрым сердцем». Эта необычная игрушка станет прекрасным другом для вашего ребенка и вызовет улыбку даже у взрослого.
      </p>
      <p>
         &nbsp;
      </p>
      <p>
         Игрушка создана по образу настоящей бетономешалки, работающей на заводе по производству бетона «Трилитон» во Владивостоке.
      </p>
      <p>
         &nbsp;
      </p>
      <p>
       <b>КНИГА ПРО БЕТОНОМЕШАЛКУ В ПОДАРОК!</b>
      </p>
      <p>
         К каждой игрушке в комплекте идет книга, где вы узнаете историю про бетономешалку с добрым сердцем.
      </p>
      <p>
         &nbsp;
      </p>
      <p>
         Эта милая бетономешалка с добрыми глазами обязательно покорит сердце вашего ребенка и станет его любимой игрушкой! Она не только развлечет, но и поможет развить воображение и мелкую моторику. Подарите радость и тепло с нашей «Бетономешалкой с добрым сердцем».
      </p>
      <p>
         &nbsp;
      </p>
      <p>
       <b><span style="color: #f16522;">Бетономешалка с озвучкой! </span></b>Внутри игрушки музыкальный модуль. Игрушка расскажет свою историю – почему ее так зовут и какое важное доброе дело она сделала.
      </p>
      <p>
         &nbsp;
      </p>
      <p>
         Игрушка создана с любовью в Санкт-Петербурге. Мы гордимся тем, что поддерживаем российского производителя и предлагаем вам игрушку высочайшего качества. «Бетономешалка с добрым сердцем» полностью прошита, без использования клея, что гарантирует её долговечность и безопасность.
      </p>
      <p>
         &nbsp;
      </p>
      <p>
         &nbsp;
      </p>
      <p>
       <b><span style="color: #f16522;">ХАРАКТЕРИСТИКИ</span></b>
      </p>
      <p>
         &nbsp;
      </p>
      <p>
       <b>Состав: </b>текстиль, полиэфирные волокна, искусственный мех, пластиковая фурнитура, полиэтиленовый гранулят высокого давления.
      </p>
      <p>
         &nbsp;
      </p>
      <p>
       <b>Уход:</b> влажная обработка при температуре не выше 30 °С, использовать моющее средства для цветных тканей. Сушить без отжима естественным образом.&nbsp;После сушки расчесать&nbsp; &nbsp;
      </p>
      <p>
         щёткой.&nbsp;
      </p>
      <p>
         &nbsp;
      </p>
      <p>
       <b>Дата изготовления</b>: май&nbsp;2025 года.
      </p>
      <p>
         Срок службы не ограничен.
      </p>
      <p>
         Игрушка подходит для детей от трех лет и старше.
      </p>
      <p>
         &nbsp;
      </p>
      <p>
       <b>Размеры:</b>
      </p>
      <p>
         - Высота – 22 см
      </p>
      <p>
         - Ширина – 13 см
      </p>
      <p>
         - Длина – 32см
      </p>
      <p>
         &nbsp;
      </p>
      <p>
         Соответствует требованиям ТР ТС «О безопасности игрушек» 008/2011
      </p>
      <p>
         Сертификат соответствия № ЕАЭС RU C-RU.СП28.В.01711/22
      </p>
      <p>
         &nbsp;
      </p>
      <p>
         Изготовитель: ИП Валантинавичуте В.Д.Ю., 192007,
      </p>
      <p>
         г. Санкт-Петербург, ул. Боровая, 116.
      </p>
      <p>
         Страна происхождения: Россия, ТМ «ИГРАМИР»
      </p>
      <p>
         &nbsp;
      </p>
      <p>
       <i>Изготовлено по заказу: ООО «Центр снабжения ДВ»</i>.&nbsp;
      </p>
       <br>
      <p>
      </p>`
    }
  },
  {
    id: '15.12.12.192.0004',
    title: 'Сумка-шоппер складная "Геометрия"',
    description: 'Сумка-шоппер складная "Геометрия"',
    image: '/images/catalog-bags.png',
    price: 1470,
    additional: {
      images: [
        '/images/bag-geometry/1.png',
        '/images/bag-geometry/2.png',
        '/images/bag-geometry/3.png',
      ],
      description: `
       <p>
          Мы знаем, как важна практичность и стиль в работе, поэтому брендированный мерч для строителей будущего пополнился по-настоящему полезной&nbsp;<b>новинкой</b>!
       </p>
       <p>
        <br>
       </p>
       <p>
        <b><i><span style="color: #f16522;">Встречайте – складная сумка-шоппер с чехлом для хранения, которая станет вашим незаменимым спутником.</span> </i></b>
       </p>
        <b><i> </i></b>
       <p>
        <br>
       </p>
       <p>
          Она легко складывается, занимает минимум места и готова вместить все, что вам нужно.
       </p>
       <p>
          А чтобы вы могли выразить свою индивидуальность, мы подготовили два варианта дизайна:&nbsp;дерзкие&nbsp;<b><span style="color: #f16522;">«Тигриные узоры»</span></b>&nbsp;и <span style="color: #f16522;"><span style="color: #000000;">лаконичная</span><b>&nbsp;«Геометрия»</b></span>.
       </p>
       <p>
        <br>
       </p>
       <p>
        <b><i>Выбирайте свой стиль и будьте готовы к любым задачам!</i></b>
       </p>
       <p>
        <b><i><br>
        </i></b>
       </p>
       <p>
       </p>
       <p>
        <b>ХАРАКТЕРИСТИКИ:</b>
       </p>
       <p>
        <b>Состав:</b>&nbsp;Ткань Дюспо 240Т WR PU Milky, с водоотталкивающая пропиткой. Плотность 80гр.
       </p>
       <p>
        <b>Уход:</b>&nbsp;Ручная, машинная стирка при 30 градусах. Не использовать ополаскиватели и кондиционеры для белья. Не подвергать сильному термическому воздействию, гладить на низкой температуре.
       </p>
       <p>
        <b>Дата изготовления:</b>&nbsp;Сентябрь 2025 года.
       </p>
       <p>
        <b>Срок службы не ограничен.</b>
       </p>
       <p>
        <br>
       </p>
       <p>
        <b>Размеры:</b>
       </p>
       <p>
          Сумка складная: 35*40 см
       </p>
       <p>
          Чехол: 11*11 см
       </p>
       <p>
        <br>
       </p>
       <p>
       </p>
       <p>
          Изготовитель: ИП Скрипка Татьяна Борисовна по заказу ООО «Центр снабжения ДВ»
       </p>`
    }
  },
  {
    id: '15.12.12.192.0003',
    title: 'Сумка-шоппер складная "Тигриные узоры"',
    description: 'Сумка-шоппер складная "Тигриные узоры"',
    image: '/images/catalog-bags-2.png',
    price: 1470,
    additional: {
      images: [
        '/images/bag-tiger/1.png',
        '/images/bag-tiger/2.png',
        '/images/bag-tiger/3.png',
      ],
      description: `
       <p>
          Мы знаем, как важна практичность и стиль в работе, поэтому брендированный мерч для строителей будущего пополнился по-настоящему полезной <b>новинкой</b>!
       </p>
       <p>
        <br>
       </p>
       <p>
        <b>Встречайте – складная сумка-шоппер с чехлом для хранения, которая станет вашим незаменимым спутником.</b>
       </p>
       <p>
          Она легко складывается, занимает минимум места и готова вместить все, что вам нужно.
       </p>
       <p>
          А чтобы вы могли выразить свою индивидуальность, мы подготовили два варианта дизайна: <b>дерзкие <span style="color: #f16522;">«Тигриные узоры»</span> и лаконичная <span style="color: #f16522;">«Геометрия»</span>.</b>
       </p>
       <p>
        <br>
       </p>
       <p>
        <i><b><span style="color: #f16522;">Выбирайте свой стиль и будьте готовы к любым задачам!</span></b></i>
       </p>
       <p>
          &nbsp;
       </p>
       <p>
        <b>ХАРАКТЕРИСТИКИ:</b>
       </p>
       <p>
        <b>Состав: </b>Ткань Дюспо 240Т WR PU Milky, с водоотталкивающая пропиткой. Плотность 80гр.
       </p>
       <p>
        <b>Уход:</b> Ручная, машинная стирка при 30 градусах. Не использовать ополаскиватели и кондиционеры для белья. Не подвергать сильному термическому воздействию, гладить на низкой температуре.
       </p>
       <p>
        <b>Дата изготовления:</b> Сентябрь 2025 года.
       </p>
       <p>
        <b>Срок службы не ограничен.</b>
       </p>
       <p>
        <b><br>
        </b>
       </p>
       <p>
        <b>Размеры:</b>
       </p>
       <p>
          Сумка складная: 35*40 см
       </p>
       <p>
          Чехол: 11*11 см
       </p>
       <p>
          &nbsp;
       </p>
       <p>
          Изготовитель: ИП Скрипка Татьяна Борисовна по заказу ООО «Центр снабжения ДВ»
       </p>`
    }
  }
];
